[
  "table-editor-obsidian",
  "calendar",
  "obsidian-outliner",
  "sliding-panes-obsidian",
  "obsidian-icons-plugin",
  "convert-url-to-iframe",
  "better-word-count",
  "dataview",
  "obsidian-git",
  "obsidian-auto-link-title",
  "darlal-switcher-plus",
  "obsidian-focus-mode",
  "media-extended",
  "obsidian-relative-line-numbers",
  "obsidian-rich-links",
  "mx-bili-plugin",
  "cm-chs-patch",
  "obsidian-minimal-settings",
  "obsidian-copy-block-link",
  "obsidian-zoom",
  "templater-obsidian",
  "quickadd",
  "obsidian-annotator",
  "oz-image-plugin",
  "flashcards-obsidian",
  "obsidian-enhancing-mindmap",
  "obsidian-mind-map",
  "note-refactor-obsidian",
  "obsidian-vimrc-support",
  "homepage"
]